Repository: Kan-T-IT/geonode-cloud-mapstore-client
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: String
it: Stringa

source: Number
it: Numero

source: Integer
it: Intero

source: Boolean
it: Booleano

source: Binary
it: Binario

source: GeoStory Created
it: GeoStory creata

source: A GeoStory was created
it: È stata creata una GeoStory

source: GeoStory Updated
it: GeoStory aggiornata

source: A GeoStory was updated
it: Una GeoStory è stata aggiornata

source: GeoStory Approved
it: GeoStory approvata

source: A GeoStory was approved by a Manager
it: Una GeoStory è stata approvata da un geostore

source: GeoStory Published
it: GeoStory pubblicata

source: A GeoStory was published
it: È stata pubblicata una GeoStory

source: GeoStory Deleted
it: GeoStory eliminata

source: A GeoStory was deleted
it: Una GeoStory è stata eliminata

source: Comment on GeoStory
it: Commento su una GeoStory

source: A GeoStory was commented on
it: Una GeoStory è stata commentata

source: Rating for GeoStory
it: Valutazione per GeoStories

source: A rating was given to a GeoStory
it: Una valutazione è stata data a una GeoStory

source: %s Type
it: %s Tipo
